"The name of your computer " = "De naam van de computer ";"This computer’s local hostname " = "De lokale hostnaam van deze computer ";"“" = "'";"”" = "'";" is already in use on this network. " = " wordt al gebruikt in dit netwerk. ";"The name has been changed to " = "De naam is gewijzigd in ";"." = ".";"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Om de naam van de computer te wijzigen, opent u Systeemvoorkeuren en klikt u op 'Delen'. Vervolgens typt u de naam in het veld 'Computernaam'.";"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Om de lokale hostnaam te wijzigen, opent u Systeemvoorkeuren en klikt u op 'Delen'. Vervolgens klikt u op 'Wijzig' en typt u de naam in het veld 'Naam lokale host'.";"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Alle pogingen om een beschikbare naam te vinden door een nummer aan de naam toe te voegen zijn ook mislukt.";"This may indicate a problem with the local network. Please inform your network administrator." = "Dit duidt mogelijk op een probleem met het lokale netwerk. Geef dit door aan uw netwerkbeheerder.";